[ 
 {
    "Authors": "Wu C.-Y., Chen Y.-C.",
    "Author(s) ID": "57201887813;35236177100;",
    "Title": "Riboflavin immobilized Fe3O4 magnetic nanoparticles carried with n-butylidenephthalide as targeting-based anticancer agents",
    "Year": 2019,
    "Source title": "Artificial Cells, Nanomedicine and Biotechnology",
    "Link": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85060128010&doi=10.1080%2f21691401.2018.1548473&partnerID=40&md5=05a36c2b651060ef48c628199676784d",
    "Abstract": "n-Butylidenephthalide (BP) is a potential .",
    "References": "Saini, R.K., Chouhan, R., Bagri, L.P., Strategies of targeting tumors and cancers (2012) J Can Res Updates, 1, pp. 129-152; Kalli, K.R., Oberg, A.L., Keeney, G.L., Folate receptor alpha as a tumor target in epithelial ovarian cancer (2008) Gynecol Oncol, 108, pp. 619-626; Pillai, M.R., Chacko, P., Kesari, L.A., Expression of folate receptors and heterogeneous nuclear ribonucleoprotein E1 in women with human papillomavirus mediated transformation of cervical tissue to cancer (2003) J Clin Pathol, 56, pp. 569-574; Leone, J.P., Bhargava, R., Theisen, B.K., Expression of high affinity folate receptor in breast cancer brain metastasis (2015) Oncotarget, 6, pp. 30327-30333; Shi, H., Guo, J., Li, C., A current review of folate receptor alpha as a potential tumor target in non-small-cell lung cancer (2015) Drug Des Dev Ther, 9, pp. 4989-4996; Weitman, S.D., Lark, R.H., Coney, L.R., Distribution of the folate receptor GP38 in normal and malignant cell lines and tissues (1992) Cancer Res, 52, pp. 3396-3401; Yang, S.J., Lin, F.H., Tsai, K.C., Acid-conjugated chitosan nanoparticles enhanced protoporphyrin IX accumulation in colorectal cancer cells (2010) Bioconjugate Chem, 21, pp. 679-689; Guo, J., Schlich, M., Cryan, J.F., Targeted drug delivery via folate receptors for the treatment of brain cancer: can the promise deliver? (2017) J Pharm Sci, 106, pp. 3413-3420; Lee, R.J., Low, P.S., Folate-mediated tumor cell targeting of liposome-entrapped doxorubicin in vitro (1995) Biochim Biophys Acta, 1233, pp. 134-144; Lee, J.Y., Termsarasab, U., Park, J.H., Dual CD44 and folate receptor-targeted nanoparticles for cancer diagnosis and anticancer drug delivery (2016) J Control Release, 236, pp. 38-46; Sega, E.I., Low, P.S., Tumor detection using folate receptor-targeted imaging agents (2008) Cancer Metastasis Rev, 27, pp. 655-664; Bhunia, S.K., Maity, A.R., Nandi, S., Imaging cancer cells expressing the folate receptor with carbon dots produced from folic acid (2016) Chembiochem, 17, pp. 614-619; Ocak, M., Gillman, A.G., Bresee, J., Folate receptor-targeted multimodality imaging of ovarian cancer in a novel syngeneic mouse model (2015) Mol Pharmaceutics, 12, pp. 542-553; Zwicke, G.L., Mansoori, G.A., Jeffery, C.J., Utilizing the folate receptor for active targeting of cancer nanotherapeutics (2012) Nano Rev, 3-18496; Warburg, O., Wind, F., Negelein, E., The metabolism of tumors in the body (1927) J Gen Physiol, 8, pp. 519-530; Warburg, O., On the origin of cancer cells (1956) Science, 123, pp. 309-314; Altenberg, B., Greulich, K.O., Genes of glycolysis are ubiquitously overexpressed in 24 cancer classes (2004) Genomics, 84, pp. 1014-1020; Seymour, G.J., Walsh, M.D., Lavin, M.F., Transferrin receptor expression by human bladder transitional cell carcinomas (1987) Urol Res, 15, pp. 341-344; Walker, R.A., Day, S.J., Transferrin receptor expression in nonmalignant and malignant human breast tissue (1986) J Pathol, 148, pp. 217-224; Kondo, K., Noguchi, M., Mukai, K., Transferrin receptor expression in adenocarcinoma of the lung as a histopathologic indicator of prognosis (1990) Chest, 97, pp. 1367-1371; Zhang, Y., Xiang, J., Liu, Y., Constructing transferrin receptor targeted drug delivery system by using doxorubicin hydrochloride and vanadocene dichloride (2011) Bioorg Med Chem Lett, 21, pp. 5982-5986; Bareford, L.M., Phelps, M.A., Foraker, A.B., Intracellular processing of riboflavin in human breast cancer cells (2008) Mol Pharmaceutics, 5, pp. 839-848; Johnson, T., Ouhtit, A., Gaur, R., Biochemical characterization of riboflavin carrier protein (RCP) in prostate cancer (2009) Front Biosci, 14, pp. 3634-3640; Rao, P.N., Crippin, J., Levine, E., Elevation of serum riboflavin carrier protein in hepatocellular carcinoma (2006) Hepatol Res, 35, pp. 83-87; Monograph (2008) Altern Med Rev, 13, pp. 334-340; Thomas, T.P., Choi, S.K., Li, M.H., Design of riboflavin-presenting PAMAM dendrimers as a new nanoplatform for cancer-targeted delivery (2010) Bioorg Med Chem, 20, pp. 5191-5194; Guo, D., Shi, C., Wang, X., Riboflavin-containing telodendrimer nanocarriers for efficient doxorubicin delivery: high loading capacity, increased stability, and improved anticancer efficacy (2017) Biomaterials, 141, pp. 161-175; Singh, S., Mehra, N.K., Jain, N.K., Development and characterization of the paclitaxel loaded riboflavin and thiamine conjugated carbon nanotubes for cancer treatment (2016) Pharm Res, 33, pp. 1769-1781; Huang, M.Y., Shang, E.X., Tang, Y.P., Research on nourishing and tonifying blood effects of the herb pair consisting of Angelica sinensis and Ligusticum chuanxiong on the basis of drug interaction (2013) Zhongguo Zhong Xi Yi Jie He Za Zhi, 33, pp. 516-521; Chao, W.W., Lin, B.F., Bioactivities of major constituents isolated from Angelica sinensis (Danggui) (2011) Chin Med, 6, p. 29; Amato, P., Christophe, S., Mellon, P.L., Estrogenic activity of herbs commonly used as remedies for menopausal symptoms (2002) Menopause, 9, pp. 145-150; Jayapaul, J., Arns, S., Lederle, W., Riboflavin carrier protein-targeted fluorescent USPIO for the assessment of vascular metabolism in tumors (2012) Biomaterials, 33, pp. 8822-8829; Jayapaul, J., Arns, S., Bunker, M., In vivo evaluation of riboflavin receptor targeted fluorescent USPIO in mice with prostate cancer xenografts (2016) Nano Res, 9, pp. 1319-1333; Witte, A.B., Leistra, A.N., Wong, P.T., Atomic force microscopy probing of receptor − nanoparticle interactions for riboflavin receptor targeted gold − dendrimer nanocomposites (2014) J Phys Chem B, 118, pp. 2872-2882; Sau, A., Sanyal, S., Bera, K., DNA damage and apoptosis induction in cancer cells by chemically engineered thiolated riboflavin gold nanoassembly (2018) ACS Appl Mater Interfaces, 10, pp. 4582-4589; Beztsinna, N., Tsvetkova, Y., Bartneck, M., Amphiphilic phospholipid-based riboflavin derivatives for tumor targeting nanomedicines (2016) Bioconjugate Chem, 27, pp. 2048-2061; Chiu, S.C., Chen, S.P., Huang, S.Y., Induction of apoptosis coupled to endoplasmic reticulum stress in human prostate cancer cells by n-butylidenephthalide (2012) PLoS One, 7; Liu, P.Y., Sheu, J.J., Lin, P.C., Expression of Nur77 induced by an n-butylidenephthalide derivative promotes apoptosis and inhibits cell growth in oral squamous cell carcinoma (2012) Invest New Drugs, 30, pp. 79-89; Wei, C.W., Lin, C.C., Yu, Y.L., n-Butylidenephthalide induced apoptosis in the A549 human lung adenocarcinoma cell line by coupled down-regulation of AP-2alpha and telomerase activity (2009) Acta Pharmacol Sin, 30, pp. 1297-1306; Chen, Y.L., Jian, M.H., Lin, C.C., The induction of orphan nuclear receptor Nur77 expression by n-butylenephthalide as pharmaceuticals on hepatocellular carcinoma cell therapy (2008) Mol Pharmacol, 74, pp. 1046-1058; Lin, P.C., Chen, Y.L., Chiu, S.C., Orphan nuclear receptor, Nurr-77 was a possible target gene of butylidenephthalide chemotherapy on glioblastoma multiform brain tumor (2008) J Neurochem, 106, pp. 1017-1026; Siddiqui, M., Rajkumar, S.V., The high cost of cancer drugs and what we can do about it (2012) Mayo Clin Proc, 87, pp. 935-943; Huang, J., Li, Y., Orza, A., Magnetic nanoparticle facilitated drug delivery for cancer therapy with targeted and image‐guided approaches (2016) Adv Funct Mater, 26, pp. 3818-3836; Wu, C.-Y., Wu, M.-L., Chen, Y.-C., Selective extraction of n-butylidenephthalide from Angelica sinensis (Danggui) by using functionalized iron oxide magnetic nanoparticles as trapping probes (2018) Anal Methods, 10, pp. 1593-1601; Chen, W.-Y., Chen, Y.-C., Functional Fe3O4@ZnO magnetic nanoparticle-assisted enrichment and enzymatic digestion of phosphoproteins from saliva (2010) Anal Bioanal Chem, 398, pp. 2049-2057; Chen, W.-Y., Chen, Y.-C., MALDI MS analysis of oligonucleotides: desalting by functional magnetite beads using microwave-assisted extraction (2007) Anal Chem, 79, pp. 8061-8066; Cohen, I., Tagliaferri, M., Tripathy, D., Traditional Chinese medicine in the treatment of breast cancer (2002) Semin Oncol, 29, pp. 563-574; Gurtu, V., Kain, S.R., Zhang, G., Fluorometric and colorimetric detection of caspase activity associated with apoptosis (1997) Anal Biochem, 251, pp. 98-102; Kominsky, D.J., Bickel, R.J., Tyler, K.L., Reovirus-induced apoptosis requires both death receptor- and mitochondrial-mediated caspase-dependent pathways of cell death (2002) Cell Death Differ, 9, pp. 926-933"
  },
  {
    "Authors": "Nosrati H., Barzegari P., Danafar H., Kheiri Manjili H.",
    "Author(s) ID": "55945532400;57205463530;57197860941;57200197026;",
    "Title": "Biotin-functionalized copolymeric PEG-PCL micelles for in vivo tumour-targeted delivery of artemisinin",
    "Year": 2019,
    "Source title": "Artificial Cells, Nanomedicine and Biotechnology",
    "Link": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85060164297&doi=10.1080%2f21691401.2018.1543199&partnerID=40&md5=4c92bd89cba40b3a3106a22cf3ed103c",
    "Abstract": "Artemisinin is used as an antimalarial",
    "References": "Romio, M., Morgese, G., Trachsel, L., Poly (2-oxazoline)-pterostilbene block-copolymer nanoparticles for dual-anticancer drug delivery (2017) Biomacromolecules, 19, pp. 103-111; Zhang, W.-J., Hong, C.-Y., Pan, C.-Y., Efficient fabrication of photosensitive polymeric nano-objects via an ingenious formulation of RAFT dispersion polymerization and their application for drug delivery (2017) Biomacromolecules, 18, pp. 1210-1217; Green, J.J., Shi, J., Chiu, E., Biodegradable polymeric vectors for gene delivery to human endothelial cells (2006) Bioconjugate Chem, 17, pp. 1162-1169; Li, Y., Ding, J., Zhu, J., Photothermal effect-triggered drug release from hydrogen bonding-enhanced polymeric micelles (2018) Biomacromolecules, 19 (6), pp. 1950-1958; Jiang, Y., Wong, S., Chen, F., Influencing selectivity to cancer cells with mixed nanoparticles prepared from albumin–polymer conjugates and block copolymers (2017) Bioconjugate Chem, 28, pp. 979-985; Du, B., Jia, S., Wang, Q., A self-targeting, dual ros/ph-responsive apoferritin nanocage for spatiotemporally controlled drug delivery to breast cancer (2018) Biomacromolecules, 19, pp. 1026-1036; Ting, J.M., Porter, W.W., III, Mecca, J.M., Advances in polymer design for enhancing oral drug solubility and delivery (2018) Bioconjugate Chem, 29, pp. 939-952; Xu, W., Ding, J., Chen, X., Reduction-responsive polypeptide micelles for intracellular delivery of antineoplastic Agent (2017) Biomacromolecules, 18, pp. 3291-3301; Liu, Q., Xu, N., Liu, L., Dacarbazine-loaded hollow mesoporous silica nanoparticles grafted with folic acid for enhancing antimetastatic melanoma response (2017) ACS Appl Mater Interfaces, 9, pp. 21673-21687; Shiao, Y.-S., Chiu, H.-H., Wu, P.-H., Aptamer-functionalized gold nanoparticles as photoresponsive nanoplatform for co-drug delivery (2014) ACS Appl Mater Interfaces, 6, pp. 21832-21841; Karimi, M., Sahandi Zangabad, P., Ghasemi, A., Temperature-responsive smart nanocarriers for delivery of therapeutic agents: applications and recent advances (2016) ACS Appl Mater Interfaces, 8, pp. 21107-21133; Sinha, A., Chakraborty, A., Jana, N.R., Dextran-gated, multifunctional mesoporous nanoparticle for glucose-responsive and targeted drug delivery (2014) ACS Appl Mater Interfaces, 6, pp. 22183-22191; Martinez, A.P., Qamar, B., Fuerst, T.R., Biodegradable “smart” polyphosphazenes with intrinsic multifunctionality as intracellular protein delivery vehicles (2017) Biomacromolecules, 18, pp. 2000-2011; Tian, J., Xu, L., Xue, Y., Enhancing photochemical internalization of dox through a porphyrin-based amphiphilic block copolymer (2017) Biomacromolecules, 18, pp. 3992-4001; De Luca, S., Chen, F., Seal, P., Binding and release between polymeric carrier and protein drug: ph-mediated interplay of coulomb forces, hydrogen bonding, van der Waals interactions, and entropy (2017) Biomacromolecules, 18, pp. 3665-3677; Mathews, P.D., Patta, A.C.M.F., Gonçalves, J.V., Targeted drug delivery and treatment of endoparasites with biocompatible particles of pH responsive structure (2017) Biomacromolecules, 19, pp. 499-510; Cheng, H., Fan, X., Wang, X., Hierarchically self-assembled supramolecular host-guest delivery system for delivery of chemotherapeutics to drug resistant cancer tumours (2018) Biomacromolecules, 19, pp. 1926-1938; Miyazaki, M., Yuba, E., Hayashi, H., Hyaluronic acid-based pH-sensitive polymer-modified liposomes for cell-specific intracellular drug delivery systems (2017) Bioconjugate Chem, 29, pp. 44-55; Peng, X.-H., Qian, X., Mao, H., Targeted magnetic iron oxide nanoparticles for tumor imaging and therapy (2008) Int J Nanomed, 3, p. 311; Sanna, V., Sechi, M., Nanoparticle therapeutics for prostate cancer treatment (2012) Nanomed: Nanotechnol, Biol Med, 8, pp. S31-S36; Jochum, F.D., Roth, P.J., Kessler, D., Double thermoresponsive block copolymers featuring a biotin end group (2010) Biomacromolecules, 11, pp. 2432-2439; Říhová, B., Jelinkova, M., Strohalm, J., Antiproliferative effect of a lectin-and anti-Thy-1.2 antibody-targeted HPMA copolymer-bound doxorubicin on primary and metastatic human colorectal carcinoma and on human colorectal carcinoma transfected with the mouse Thy-1.2 gene (2000) Bioconjugate Chem, 11, pp. 664-673; Mandracchia, D., Rosato, A., Trapani, A., Design, synthesis and evaluation of biotin decorated inulin-based polymeric micelles as long-circulating nanocarriers for targeted drug delivery (2017) Nanomed Nanotechnol, Biol Med, 13, pp. 1245-1254; Lesniak, W., Kariapper, M., Nair, B., Synthesis and characterization of nanodevices for targeted tumor therapy (2006) Nanomed Nanotechnol, Biol Med, 2, p. 318; Chen, S., Yang, K., Tuguntaev, R.G., Targeting tumor microenvironment with PEG-based amphiphilic nanoparticles to overcome chemoresistance (2016) Nanomed Nanotechnol, Biol Med, 12, pp. 269-286; Nakase, I., Gallis, B., Takatani-Nakase, T., Transferrin receptor-dependent cytotoxicity of artemisinin–transferrin conjugates on prostate cancer cells and induction of apoptosis (2009) Cancer Lett, 274, pp. 290-298; Chen, Y., Lin, X., Park, H., Study of artemisinin nanocapsules as anticancer drug delivery systems (2009) Nanomed Nanotechnol, Biol Med, 5, pp. 316-322; Van Nijlen, T., Brennan, K., Van den Mooter, G., Improvement of the dissolution rate of artemisinin by means of supercritical fluid technology and solid dispersions (2003) Int J Pharm, 254, pp. 173-181; Sharafi, A., Hashemi Sohi, H., Sharafi, A., Tissue culture and regeneration of an antimalarial plant, Artemisia sieberi Besser (2014) Res J Pharmacogn, 1, pp. 15-20; Mirzaee, H., Sharafi, A., Sohi, H.H., In vitro regeneration and transient expression of recombinant sesquiterpene cyclase (SQC) in Artemisia annua L (2016) S Afr J Bot, 104, pp. 225-231; Woodrow, C., Haynes, R., Krishna, S., Artemisinins (2005) Postgraduate Med J, 81, pp. 71-78; Li, Q.G., Peggins, J.O., Fleckenstein, L.L., The pharmacokinetics and bioavailability of dihydroartemisinin, arteether, artemether, artesunic acid and artelinic acid in rats (1998) J Pharm Pharmacol, 50, pp. 173-182; Shutava, T.G., Balkundi, S.S., Vangala, P., Layer-by-layer-coated gelatin nanoparticles as a vehicle for delivery of natural polyphenols (2009) ACS Nano, 3, pp. 1877-1885; Wang, T., He, N., Preparation, characterization and applications of low-molecular-weight alginate–oligochitosan nanocapsules (2010) Nanoscale, 2, pp. 230-239; Safari, J., Zarnegar, Z., Advanced drug delivery systems: nanotechnology of health design A review (2014) J Saudi Chem Soc, 18, pp. 85-99; Crespo-Ortiz, M.P., Wei, M.Q., Antitumor activity of artemisinin and its derivatives: From a well-known antimalarial agent to a potential anticancer drug (2011) Biomed Res Int., , 2012; Cuong, N.-V., Jiang, J.-L., Li, Y.-L., Doxorubicin-loaded PEG-PCL-PEG micelle using xenograft model of nude mice: effect of multiple administration of micelle on the suppression of human breast cancer (2010) Cancers, 3, pp. 61-78; Khoee, S., Rahmatolahzadeh, R., Synthesis and characterization of pH-responsive and folated nanoparticles based on self-assembled brush-like PLGA/PEG/AEMA copolymer with targeted cancer therapy properties: a comprehensive kinetic study (2012) Eur J Med Chem, 50, pp. 416-427; Kim, S.Y., Cho, S.H., Lee, Y.M., Biotin-conjugated block copolymeric nanoparticles as tumor-targeted drug delivery systems (2007) Macromol Res, 15, pp. 646-655; Desagher, S., Martinou, J.-C., Mitochondria as the central control point of apoptosis (2000) Trends Cell Biol, 10, pp. 369-377"
  }
]